{"translation-revision-date":"2020-10-30 03:24:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"bo"},"Uncategorized":["རིགས་བཀར་མེད།"],"Remove blocks":["རྡོག་པོ་སྤོ་འབུད།"],"Move the selected block(s) down.":["བདམས་པའི་རྡོག་པོ་མར་ཕྱོགས་སུ་སྤོ་བསྣུར།"],"Move the selected block(s) up.":["བདམས་པའི་རྡོག་པོ་ཡར་ཕྱོགས་སུ་སྤོ་བསྣུར།"],"Mobile":["སྤོ་རུང་།"],"Tablet":["ངོས་ལེབ་གློག་ཀླད།"],"Desktop":["ཅོག་ངོས།"],"Creating":["གསར་སྐྲུན་བྱེད་བཞིན་པ།"],"An unknown error occurred during creation. Please try again.":["གསར་སྐྲུན་བྱེད་རིང་མ་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་། ཡང་བསྐྱར་ཚོད་ལྟ་གཅིག་བྱེད་རོགས།"],"Image size presets":["བརྙན་རིས་ཀྱི་ཆེ་ཆུང་སྔོན་བཟོ།"],"Block variations":["རྡོག་པོའི་འགྱུར་ལྡོག"],"Navigation item":["ཕྱོགས་སྟོན་སྡེ་ཚན།"],"Current media URL:":["མིག་སྔའི་སྨྱན་སྦྱོར་གྱི་དྲ་གནས:"],"Block navigation structure":["རྡོག་པོ་ཕྱོགས་སྟོན་གྱི་གཞི་སྒྲོམ།"],"Add block at position %1$d, Level %2$d":["གནས་ཡུལ %1$d དང་རིམ་གྲས %2$d ལ་རྡོག་པོ་ཁ་སྣོན།"],"Go to block":["རྡོག་པོར་བསྐྱོད།"],"Block %1$d of %2$d, Level %3$d":["རྡོག་པོ %1$d\/%2$d རིམ་གྲས %3$d"],"Moved %d block to clipboard.":["རྡོག་པོ %d དྲས་སྦྱར་པང་དུ་སྤོ་བསྣུར་བྱས་ཡོད།"],"Copied %d block to clipboard.":["རྡོག་པོ %d དྲས་སྦྱར་པང་དུ་མཁོ་ཕབ་བྱས་ཡོད།"],"Moved \"%s\" to clipboard.":["\"%s\" དྲས་སྦྱར་པང་དུ་སྤོ་བསྣུར་བྱས་ཡོད།"],"Copied \"%s\" to clipboard.":["\"%s\" དྲས་སྦྱར་པང་དུ་མཁོ་ཕབ་བྱས་ཡོད།"],"Browse all":["ཡོངས་སུ་བཤར་ལྟ།"],"Browse all. This will open the main inserter panel in the editor toolbar.":["ཡོངས་སུ་བཤར་ལྟ། བྱེད་ནུས་འདིས་རྩོམ་སྒྲིག་ཆས་ཀྱི་ལག་ཆའི་ཚང་གི་བར་འཇུག་ཆས་གཙོ་བོ་ཕྱེ་ཐུབ།"],"A tip for using the block editor":["རྡོག་པོ་རྩོམ་སྒྲིག་ཆས་ཀྱི་སྣེ་སྟོན་བེད་སྤྱོད།"],"Patterns":["པར་ངོས་བཀོད་སྒྲིག"],"%d block added.":["རྡོག་པོ %d ཁ་བསྣན་ཟིན།"],"Use the Tab key and Arrow keys to choose new block location. Use Left and Right Arrow keys to move between nesting levels. Once location is selected press Enter or Space to move the block.":["Tab མཐེབ་དང་མདའ་རྟགས་མཐེབ་གཞོང་བཀོལ་ནས་རྡོག་པོའི་གནས་ཡུལ་གསར་བ་འདེམས། གཡོན་མཐེབ་དང་གཡས་མཐེབ་སྤྱད་དེ་སྐོང་འཛུད་ཀྱི་རིམ་གྲས་བར་དུ་སྤོ་བསྣུར་བྱེད། གནས་ཡུལ་གསར་པ་བདམས་རྗེས Enter འམ་སྟོང་མིག་མཐེབ་མནན་ནས་རྡོག་པོ་སྤོ་བསྣུར་བྱེད།"],"You are currently in navigation mode. Navigate blocks using the Tab key and Arrow keys. Use Left and Right Arrow keys to move between nesting levels. To exit navigation mode and edit the selected block, press Enter.":["ཁྱེད་མིག་སྔར་ཕྱོགས་སྟོན་རྣམ་པར་གནས་ཡོད། Tab མཐེབ་དང་མདའ་རྟགས་མཐེབ་བཀོལ་ནས་རྡོག་པོར་ཕྱོགས་སྟོན་བྱེད། གཡོན་ཕྱོགས་དང་གཡས་ཕྱོགས་ཀྱི་མདའ་རྟགས་སྤྱད་དེ་སྐོང་འཛུད་ཀྱི་རིམ་གྲས་བར་དུ་སྤོ་བསྣུར་བྱེད། ཕྱོགས་སྟོན་དཔེ་རྣམ་ལས་ཕྱིར་འབུད་དགོས་པ་མ་ཟད་བདམས་པའི་རྡོག་པོ་རྩོམ་སྒྲིག་བྱེད་དགོས་ཚེ Enter གནོན་རོགས།"],"Reset search":["བཤེར་འཚོལ་སོར་སློག"],"Change a block's type by pressing the block icon on the toolbar.":["ལག་ཆའི་ཚང་གི་རྟགས་རིས་ལ་མནན་ནས་རྡོག་པོའི་རིགས་གྲས་ལ་བརྗེ་འགྱུར་བྱེད་དགོས།"],"Drag files into the editor to automatically insert media blocks.":["ཡིག་ཆ་རྩོམ་སྒྲིག་ཆས་ཀྱི་ནང་དུ་དྲུད་ན་རང་འགུལ་གྱིས་སྨྱན་སྦྱོར་རྡོག་པོ་བར་འཇུག་བྱ་ངེས་ཡིན།"],"Outdent a list by pressing <kbd>backspace<\/kbd> at the beginning of a line.":["ཐིག་ཕྲེང་གི་འགོ་འཛུགས་སར <kbd>ཕྱིར་བཤོལ་མཐེབ་<\/kbd> མནན་ནས་གསལ་ཐོ་སྐྱེད་པ།"],"Indent a list by pressing <kbd>space<\/kbd> at the beginning of a line.":["ཐིག་ཕྲེང་གི་འགོ་འཛུགས་སར <kbd>སྟོང་མིག་མཐེབ་<\/kbd> མནན་ནས་གསལ་ཐོ་སྐུམ་པ།"],"Open Colors Selector":["ཁ་དོག་འདེམས་ཆས་ཀྱི་ཁ་ཕྱེ།"],"Change matrix alignment":["ཕྱོགས་ཚད་བསྟར་སྒྲིག་གི་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Spacing":["བར་སྟོང་།"],"Padding":["ནང་མཐའི་བར་ཐག"],"Typography":["པར་སྒྲིག"],"Line height":["ཕྲེང་གི་མཐོ་ཚད།"],"Block %1$s is at the beginning of the content and can’t be moved left":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་རྩེ་རུ་ཡོད་པས་གཡོན་དུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Block %1$s is at the beginning of the content and can’t be moved up":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་རྩེ་རུ་ཡོད་པས་ཡར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Block %1$s is at the end of the content and can’t be moved left":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་མཇུག་ན་ཡོད་པས་གཡོན་དུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Block %1$s is at the end of the content and can’t be moved down":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་མཇུག་ན་ཡོད་པས་མར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Remove multiple selected blocks.":["རྡོག་པོ་དུ་མ་གདམ་པ་སྤོ་འབུད།"],"Move %1$s block from position %2$d right to position %3$d":["རྡོག་པོ %1$s གནས་ཡུལ %2$d ནས་གཡས་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Move %1$s block from position %2$d left to position %3$d":["རྡོག་པོ %1$s གནས་ཡུལ %2$d ནས་གཡོན་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Toggle between using the same value for all screen sizes or using a unique value per screen size.":["བརྙན་ཡོལ་ཡོངས་ཀྱི་ཆེ་ཆུང་ལ་མཚུངས་པའི་གྲངས་ཐང་སྤྱོད་པ་དང་བརྙན་ཡོལ་མི་འདྲ་བར་གྲངས་ཐང་རེ་རེ་སྤྱོད་པའི་དབར་གྱི་བཅད་བསྒྱུར།"],"Use the same %s on all screensizes.":["བརྙན་ཡོལ་ཆེ་ཆུང་ཡོངས་ལ %s སྤྱོད།"],"Large screens":["བརྙན་ཡོལ་ཆེ་བ།"],"Medium screens":["བརྙན་ཡོལ་འབྲིང་བ།"],"Small screens":["བརྙན་ཡོལ་ཆུང་བ།"],"Text labelling a interface as controlling a given layout property (eg: margin) for a given screen size.\u0004Controls the %1$s property for %2$s viewports.":["ལྟ་ཁུང %2$s ཡི་གཏོགས་གཤིས %1$s སྟངས་འཛིན།"],"Currently selected":["མིག་སྔར་བདམས་ཟིན་པ།"],"Recently updated":["ཉེ་ཆར་གསར་བཅོས།"],"Search or type url":["བཤེར་འཚོལ་དང་ཡང་ན་དྲ་གནས་བླུགས།"],"Press ENTER to add this link":["མཐེབ ENTER མནན་ནས་སྦྲེལ་མཐུད་འདི་ཁ་སྣོན།"],"Currently selected link settings":["མིག་སྔར་བདམས་ཟིན་པའི་སྦྲེལ་མཐུད་སྒྲིག་འགོད།"],"Open Media Library":["སྨྱན་སྦྱོར་མཛོད་ཁ་ཕྱེ།"],"The media file has been replaced":["སྨྱན་སྦྱོར་ཡིག་ཆ་བརྗེ་སྤོར་བྱས་ཟིན།"],"Image size":["བརྙན་རིས་ཆེ་ཆུང་།"],"Gradient Presets":["རིམ་འགྱུར་སྔོན་བཟོ།"],"Select a variation to start with.":["གཟུགས་འགྱུར་ཞིག་བདམས་ནས་འགོ་འཛུགས་པ།"],"Choose variation":["གཟུགས་འགྱུར་འདེམས།"],"Generic label for block inserter button\u0004Add block":["རྡོག་པོ་ཁ་སྣོན།"],"directly add the only allowed block\u0004Add %s":["%s ཁ་སྣོན།"],"%s block added":["རྡོག་པོ %s ཁ་བསྣན་ཟིན།"],"Multiple selected blocks":["དུ་མ་འདེམས་པའི་རྡོག་པོ།"],"You are currently in edit mode. To return to the navigation mode, press Escape.":["མིག་སྔར་ནི་རྩོམ་སྒྲིག་དཔེ་རྣམ་ཡིན། ཕྱོགས་སྟོན་དཔེ་རྣམ་དུ་ཕྱིར་ལོག་དགོས་ཚེ་མཐེབ Escape གནོན་རོགས།"],"Midnight":["མཚན་མོ།"],"Electric grass":["གློག་འོད་ལྗང་ཁུ།"],"Pale ocean":["རྒྱ་མཚོ་སྔོན་པོ།"],"Luminous dusk":["མུན་མདངས་སེར་པོ།"],"Blush bordeaux":["མཐིང་དམར།"],"Blush light purple":["མདོག་སྨུག་པོ།"],"Cool to warm spectrum":["འཁྱག་པ་ནས་ཚ་བའི་འཇའ་མདངས།"],"Very light gray to cyan bluish gray":["མདོག་སྐྱ་བོ་ནས་སྔོན་པོར།"],"Luminous vivid orange to vivid red":["འོད་འཕྲོའི་མདོག་སེར་པོ་ནས་མདོག་དམར་པོར།"],"Luminous vivid amber to luminous vivid orange":["དཀར་ཆ་དོད་པའི་སྤོས་ཤེལ་མདོག་ནས་གསལ་ཞིང་འོད་མདངས་ལྡན་པའི་ལི་མདོག"],"Light green cyan to vivid green cyan":["ལྗང་སྐྱའི་སྔོ་སྐྱ་ནས་སྔོ་སྐྱའི་སྔོ་སྐྱ།"],"Vivid cyan blue to vivid purple":["སྔོ་སྐྱ་ནས་རྒྱ་སྨུག"],"Block breadcrumb":["རྡོག་པོའི་བག་ལེབ་ཞིབ་ཧྲུག"],"(%s: gradient %s)":["(%s: རིམ་འགྱུར། %s)"],"(%s: color %s)":["(%s: ཁ་དོག %s)"],"Gradient":["རིམ་འགྱུར།"],"Solid":["འབུར་གཟུགས།"],"(Gradient: %s)":["(རིམ་འགྱུར: %s)"],"(Color: %s)":["(ཁ་དོག: %s)"],"No Preview Available.":["སྔོན་ལྟ་བྱ་མི་ཐུབ།"],"Grid view":["དྲ་མིག་མཐོང་རིས།"],"List view":["གསལ་ཐོ་མཐོང་རིས།"],"Move right":["གཡས་སུ་སྤོ་བསྣུར།"],"Move left":["གཡོན་དུ་སྤོ་བསྣུར།"],"Border radius":["མཐའ་སྒྲོམ་གྱི་ཕྱེད་ཚངས་ཐིག"],"Open in new tab":["གདམ་བྱང་གསར་པའི་ཁྲོད་དུ་ཁ་ཕྱེ།"],"Separate multiple classes with spaces.":["སྟོང་མིག་གིས་རིགས་གྲས་དུ་མའི་བར་གཅོད།"],"Learn more about anchors":["རྟོད་ཕུར་གྱི་སྐོར་ནས་ཞིབ་ཏུ་རྒྱུས་ལོན།"],"Default Style":["སོར་བཞག་གི་བཟོ་ལྟ།"],"Upload a video file, pick one from your media library, or add one with a URL.":["བརྙན་ཟློས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Upload an image file, pick one from your media library, or add one with a URL.":["བརྙན་རིས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Add a block":["རྡོག་པོ་ཁ་སྣོན།"],"Upload an audio file, pick one from your media library, or add one with a URL.":["སྒྲ་ཟློས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པ། སྨྱན་མཛོད་ལས་འདེམས་པའམ་ཡང་ན URL བརྒྱུད་ནས་ཁ་སྣོན་བྱེད་པ།"],"Upload a media file or pick one from your media library.":["བརྙན་གཟུགས་ཡིག་ཆ་སྐྱེལ་འཇོག་བྱེད་པའམ་ཡང་ན་སྨྱན་མཛོད་ནས་ཡིག་ཆ་འདེམས་པ།"],"Skip":["མཆོང་པ།"],"This color combination may be hard for people to read.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་ཀློག་མཁན་གྱིས་ཀློག་འདོན་བྱེད་པར་དཀའ་ངལ་བཟོ་སྲིད།"],"While writing, you can press <kbd>\/<\/kbd> to quickly insert new blocks.":["འབྲི་བའི་སྐབས་སུ། ཁྱེད་ཀྱིས་གསེག་ཐིག <kbd>\/<\/kbd> འདི་བླུགས་ནས་རྡོག་པོ་གསར་བ་བར་འཇུག་བྱེད་ཆོག"],"Vivid purple":["གསལ་ཆ་ཆེ་བའི་རྒྱ་སྨུག"],"Block vertical alignment setting label\u0004Change vertical alignment":["དྲང་འཕྱང་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Ungrouping blocks from within a Group block back into individual blocks within the Editor \u0004Ungroup":["ཚོགས་སྒྲིལ་ལས་གྲོལ།"],"verb\u0004Group":["ཚོགས་སྒྲིལ།"],"block style\u0004Default":["སོར་བཞག"],"Attempt Block Recovery":["རྡོག་པོ་ཕྱིར་སོན་ལ་འབད།"],"%d word":["ཡིག་གྲངས། %d"],"Block tools":["རྡོག་གི་ལག་ཆ།"],"(selected block)":["(རྡོག་གདམ་ཟིན)"],"To edit this block, you need permission to upload media.":["རྡོག་འདི་ལ་རྩོམ་སྒྲིག་བྱེད་དགོས་ན། ཁྱེད་ལ་སྨྱན་སྦྱོར་སྐྱེལ་འཇོག་གི་དབང་ཚད་དགོས་ཀྱི་འདུག"],"%s block selected.":["རྡོག %s གདམ་ཟིན།"],"Align text right":["ཡིག་རྐྱང་གཡས་སུ་སྙོམས་སྒྲིག"],"Align text center":["ཡིག་རྐྱང་དཀྱིལ་དུ་སྙོམས་སྒྲིག"],"Align text left":["ཡིག་རྐྱང་གཡོན་དུ་སྙོམས་སྒྲིག"],"Image dimensions":["བརྙན་རིས་ཀྱི་འབྱེད་ཕྱོད།"],"Heading settings":["ཁ་བྱང་སྒྲིག་འགོད།"],"Border settings":["མཐའ་སྒྲོམ་སྒྲིག་འགོད།"],"Document":["ཡིག་ཚགས།"],"%d block":["རྡོག %d"],"Insert a new block before the selected block(s).":["གདམ་པའི་རྡོག་གི་སྔོན་དུ་རྡོག་གསར་པ་བར་འཇུག"],"Insert a new block after the selected block(s).":["གདམ་པའི་རྡོག་གི་རྗེས་སུ་རྡོག་གསར་པ་བར་འཇུག"],"Remove the selected block(s).":["གདམ་པའི་རྡོག་སྤོ་འབུད།"],"Duplicate the selected block(s).":["གདམ་པའི་རྡོག་འདྲ་བཟོ།"],"Select all text when typing. Press again to select all blocks.":["ཡི་གེ་གཏག་དུས་སུ་ཡི་གེ་ཡོངས་སུ་འདེམས། ཡང་བསྐྱར་མནན་ནས་རྡོག་ཡོངས་སུ་འདེམས།"],"Navigate to the nearest toolbar.":["ཆེས་ཉེ་བའི་ལག་ཆའི་ཚང་ལ་ཕྱོགས་སྟོན།"],"Reusable blocks":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པའི་རྡོག་པོ།"],"Options":["གདམ་ཚན།"],"font size name\u0004Huge":["ཤིན་ཏུ་ཆེན་པོ།"],"font size name\u0004Large":["ཆེ་བ།"],"font size name\u0004Medium":["འབྲིང་བ།"],"font size name\u0004Small":["ཆུང་བ།"],"Cyan bluish gray":["སྔོ་ལྗང་ཐལ་མདོག"],"Vivid cyan blue":["སྔོ་ལྗང་གསལ་པོ།"],"Pale cyan blue":["སྔོ་ལྗང་སྐྱ་མདངས།"],"Vivid green cyan":["སྔོ་ལྗང་གསལ་པོ།"],"Light green cyan":["སྔོ་ལྗང་འོད་ཅན།"],"Luminous vivid amber":["སྤོས་ཤེལ་བཀྲ་མདངས་ཅན།"],"Luminous vivid orange":["ལི་མདོག་བཀྲ་མདངས་ཅན།"],"Vivid red":["དམར་གསལ།"],"Pale pink":["ཟིང་སྐྱ།"],"HTML anchor":["HTML རྟོད་ཕུར།"],"Link settings":["སྦྲེལ་མཐུད་སྒྲིག་འགོད།"],"Additional CSS class(es)":["CSS རིགས་འཕར་མ།"],"Skip to the selected block":["གདམ་པའི་རྡོག་ལས་མཆོང་།"],"blocks\u0004Most used":["སྤྱད་མང་ཤོས།"],"Reusable":["ཡང་བསྐྱར་སྤྱོད་ཆོག་པ།"],"Paste or type URL":["URL སྦྱོར་བའམ་ཡང་ན་བླུགས།"],"%d result found.":["མཐའ་འབྲས %d རྙེད་སོང་།"],"This color combination may be hard for people to read. Try using a brighter background color and\/or a darker text color.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་མིས་ཀློག་པར་དཀའ་ངལ་འཕྲད་སྲིད། རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དེ་ལས་བཀྲག་མདངས་ཅན་དང་ཡང་ན་ཡི་གེའི་ཁ་དོག་དེ་ལས་མུན་ནག་ཏུ་བཏང་ནས་ཚོད་ལྟ་བྱོས།"],"This color combination may be hard for people to read. Try using a darker background color and\/or a brighter text color.":["ཁ་དོག་འདི་མཉམ་སྡེབ་བྱས་ཚེ་མིས་ཀློག་པར་དཀའ་ངལ་འཕྲད་སྲིད། རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དེ་ལས་མུན་ནག་དང་ཡང་ན་ཡི་གེའི་ཁ་དོག་དེ་ལས་བཀྲག་མདངས་ཅན་དུ་བཏང་ནས་ཚོད་ལྟ་བྱོས།"],"Change type of %d block":["རྡོག %d ཡི་རིགས་གྲས་བཟོ་བཅོས།"],"Duplicate":["འདྲ་བཟོ།"],"More options":["དེ་ལས་མང་བའི་གདམ་ཚན།"],"Edit visually":["ཐད་མཐོང་གིས་རྩོམ་སྒྲིག"],"Edit as HTML":["HTML ཇི་བཞིན་རྩོམ་སྒྲིག"],"Move %1$d block from position %2$d down by one place":["རྡོག %1$d གནས་ཡུལ %2$d ནས་མར་ཕྱོགས་སུ་ས་ཆ་གཅིག་སྤོ་བསྣུར་བྱེད།"],"Move %1$d block from position %2$d up by one place":["རྡོག %1$d གནས་ཡུལ %2$d ནས་ཡར་ཕྱོགས་སུ་ས་ཆ་གཅིག་སྤོ་བསྣུར་བྱེད།"],"Blocks cannot be moved down as they are already at the bottom":["རྡོག་དེ་མར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ། དེ་ནི་ཞབས་ན་ཡོད་པས་རེད།"],"Blocks cannot be moved up as they are already at the top":["རྡོག་དེ་ཡར་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ། དེ་ནི་རྩེ་ན་ཡོད་པས་རེད།"],"Block %1$s is at the beginning of the content and can’t be moved right":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་རྩེ་རུ་ཡོད་པས་གཡས་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Transform to":["དབྱིབས་རྣམ་སྒྱུར་ཡུལ་ནི།"],"Remove block":["རྡོག་པོ་སྤོ་འབུད།"],"Move %1$s block from position %2$d up to position %3$d":["རྡོག་པོ %1$s གནས་ཡུལ %2$d ནས་ཡར་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Block %1$s is at the end of the content and can’t be moved right":["རྡོག་པོ %1$s དེ་ནང་དོན་གྱི་མཇུག་ན་ཡོད་པས་གཡས་ཕྱོགས་སུ་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Move %1$s block from position %2$d down to position %3$d":["རྡོག %1$s གནས་ཡུལ %2$d ནས་མར་ཕྱོགས་སུ་གནས་ཡུལ %3$d ལ་སྤོ་བསྣུར་བྱེད།"],"Block %s is the only block, and cannot be moved":["རྡོག %s རྡོག་གཅིག་པུ་དེ་ཡིན་པས་སྤོ་བསྣུར་བྱེད་མི་ཐུབ།"],"Block: %s":["རྡོག: %s"],"This block contains unexpected or invalid content.":["རྡོག་འདིར་ཐོལ་རྒྱག་གམ་ཡང་ན་ནུས་མེད་ཀྱི་ནང་དོན་ཚུད་འདུག"],"imperative verb\u0004Resolve":["ཐག་གཅོད་པ།"],"Convert to Blocks":["རྡོག་ལ་བརྗེ་སྒྱུར།"],"Resolve Block":["རྡོག་ཐག་གཅོད།"],"Convert to Classic Block":["ཚད་ལྡན་གྱི་རྡོག་ལ་བརྗེ་སྒྱུར།"],"Add block":["རྡོག་ཁ་སྣོན།"],"After Conversion":["བརྗེ་བསྒྱུར་བཏང་རྗེས།"],"Current":["མིག་སྔར།"],"Full width":["ཞེང་ཡོངས།"],"Reset":["སོར་སློག"],"font size name\u0004Normal":["སྤྱིར་བཏང་པ།"],"This block has encountered an error and cannot be previewed.":["རྡོག་འདི་ནོར་འཁྲུལ་ཞིག་དང་འཕྲད་པས་སྔོན་ལྟ་བྱ་ཐབས་མི་འདུག"],"No block selected.":["རྡོག་གང་ཡང་གདམ་མི་འདུག"],"Convert to HTML":["HTML ལ་བརྗེ་སྒྱུར།"],"Wide width":["ཞེང་མཐའ་བྲལ།"],"Change alignment":["སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"Change text alignment":["ཡིག་རྐྱང་གི་སྙོམས་སྒྲིག་ཚུལ་བརྗེ་འགྱུར།"],"No results.":["མཐའ་འབྲས་མེད།"],"%d result found, use up and down arrow keys to navigate.":["མཐའ་འབྲས %d རྙེད་སོང་། མཐེབ་གཞོང་ཁྲོད་ཀྱི་ཡར་ཕྱོགས་དང་མར་ཕྱོགས་སྤྱད་ནས་ཕྱོགས་སྟོན་བྱེད་ཆོག"],"Blocks":["རྡོག"],"Link selected.":["སྦྲེལ་མཐུད་བདམས་ཟིན།"],"Paste URL or type to search":["URL སྦྱོར་བའམ་བླུགས་ནས་བཤེར་འཚོལ།"],"Border color":["མཐའ་སྒྲོམ་གྱི་ཁ་དོག"],"Color":["ཁ་དོག"],"Link CSS Class":["སྦྲེལ་མཐུད་ཀྱི CSS རིགས།"],"Move down":["མར་འགྲིལ།"],"Move up":["ཡར་འགྲིལ།"],"Align right":["གཡས་སྙོམས།"],"Align center":["དཀྱིལ་སྙོམས།"],"Align left":["གཡོན་སྙོམས།"],"Replace":["བརྗེ་སྤོར།"],"Background color":["རྒྱབ་ལྗོངས་ཁ་དོག"],"Tools":["ལག་ཆ།"],"Text color":["ཡིག་རྐྱང་གི་ཁ་དོག"],"Not set":["སྒྲིག་འགོད་བྱས་མི་འདུག"],"Insert from URL":["URL ནས་བར་འཇུག"],"Video":["བརྙན་ཟློས།"],"Audio":["སྒྲ་ཟློས།"],"Large":["ཆེ་བ།"],"Media Library":["སྨྱན་སྦྱོར་མཛོད།"],"Attachment Page":["ཞར་བྱུང་ཤོག་ངོས།"],"Media File":["སྨྱན་སྦྱོར་ཡིག་ཆ།"],"Clear selection.":["འདེམ་སྒྲུག་གཙང་སེལ།"],"Upload":["སྐྱེལ་འཇོག"],"Styles":["བཟོ་ལྟ།"],"Link Color":["སྦྲེལ་མཐུད་ཁ་དོག"],"Underline":["འོག་ཐིག"],"Copy":["མཁོ་ཕབ།"],"Bold":["ཤ་ཆེན།"],"Strikethrough":["སུབ་ཐིག"],"Align":["སྙོམས་སྒྲིག"],"Image":["བརྙན་རིས།"],"Italic":["གསེག་ཡིག"],"Remove link":["སྦྲེལ་མཐུད་སྤོ་འབུད།"],"Insert link":["སྦྲེལ་མཐུད་བར་འཇུག"],"Link Rel":["སྦྲེལ་མཐུད Rel"],"Black":["ནག་པོ།"],"White":["དཀར་པོ།"],"Width":["ཞེང་ཚད།"],"Height":["མཐོ་ཚད།"],"Default":["སོར་བཞག"],"No results found.":["མཐའ་འབྲས་རྙེད་མ་སོང་།"],"Light":["སྐྱ་བོ།"],"All":["ཡོངས།"],"Edit link":["སྦྲེལ་མཐུད་རྩོམ་སྒྲིག"],"Search results for \"%s\"":["མཐའ་འབྲས་བཤེར་འཚོལ་བྱ་ཡུལ། \"%s\""],"Content":["ནང་དོན།"],"Preview":["སྔོན་ལྟ།"],"URL":["URL"],"Close":["ཁ་རྒྱག"],"Advanced":["མཐོ་རིམ།"],"Apply":["བཀོལ་སྤྱོད།"],"Edit":["རྩོམ་སྒྲིག"],"None":["མེད།"],"Thumbnail":["བསྡུས་རིས།"],"Cancel":["འདོར་བ།"],"Medium":["འབྲིང་བ།"],"Full Size":["ཆེ་ཆུང་ཆ་ཚང་།"],"Search":["བཤེར་འཚོལ།"],"Submit":["འབུལ་སྤྲོད།"],"Select":["འདེམས།"],"Media":["སྨྱན་སྦྱོར།"]}},"comment":{"reference":"wp-includes\/js\/dist\/block-editor.js"}}