{"translation-revision-date":"2020-10-30 03:24:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"bo"},"Here's a detailed guide.":["ཞིབ་ཕྲའི་བཀོལ་སྤྱོད་ཕྱོགས་སྟོན་འདི་ལ་གཟིགས་རོགས།"],"New to the block editor? Want to learn more about using it? ":["རྡོག་པོ་རྩོམ་སྒྲིག་ཆས་ལ་གསར་དུ་འཇུག་མཁན་ཡིན་ནམ། དེ་བས་མང་བའི་སྒོ་ནས་དེ་བེད་སྤྱོད་གཏོང་འདོད་འདུག་གམ།"],"Learn how to use the block editor":["དེ་བས་མང་བའི་སྒོ་ནས་རྡོག་པོ་རྩོམ་སྒྲིག་ཆས་བེད་སྤྱོད་གཏོང་བ།"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["རྡོག་པོའི་མཛོད་ཀྱི་ཁྲོད་དུ་མིག་སྔར་སྤྱོད་རུང་བའི་རྡོག་པོ་ཆ་ཚང་འདུས་ཡོད། རྟགས་རིས <InserterIconImage \/> མཐོང་ཚེ་རྡོག་པོའི་མཛོད་དེ་རྙེད་ཐུབ་པ་ཡིན།"],"Get to know the block library":["རྡོག་པོའི་མཛོད་ལ་རྒྱུས་ལོན་བྱེད་པ།"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["རྡོག་པོ་རེ་རེར་ཆེད་གཏོགས་ཀྱི་ཚོད་འཛིན་རྣམ་གྲངས་ཡོད་པ་དང་། དཔེར་ན་ཁ་དོག་དང་། ཞེང་ཚད། སྙོམས་སྒྲིག་ཚུལ་སོགས་བསྒྱུར་བཅོས་བྱེད་པ་དང་། ས་ཁུལ་མི་འདྲ་བ་བདམས་ན་རང་འགུལ་གྱིས་ལྟོས་ཟླའི་སྒྲིག་འགོད་འཆར་བ་ཡིན།"],"Make each block your own":["རྡོག་པོ་རང་མངག་བྱས་ནས་དྲ་ཚིགས་ཀྱི་དགོས་མཁོ་དང་མཐུན་པ།"],"Get started":["མགོ་རྩོམ་པར་བྱ།"],"inserter":["བར་འཇུག་ཆས།"],"https:\/\/wordpress.org\/support\/article\/wordpress-editor\/":["https:\/\/wordpress.org\/support\/article\/wordpress-editor\/"],"Welcome Guide":["ཕྱོགས་སྟོན་ལ་བྱོན་པ་ལེགས།"],"Keyboard shortcuts":["མཐེབ་གཞོང་མྱུར་ལམ།"],"Generic label for block inserter button\u0004Add block":["རྡོག་པོ་ཁ་སྣོན།"],"Display these keyboard shortcuts.":["མཐེབ་གཞོང་མྱུར་ལམ་འདི་དག་འགྲེམས་སྟོན།"],"Top toolbar deactivated":["རྩེའི་ལག་ཆའི་ཚང་སྤྱོད་མཚམས་བཞག་ཟིན།"],"Top toolbar activated":["རྩེའི་ལག་ཆའི་ཚང་ནུས་སློང་བྱས་ཟིན།"],"Feature activated":["ཁྱད་གཤིས་ནུས་སློང་བྱས་ཟིན།"],"Feature deactivated":["ཁྱད་གཤིས་སྤྱོད་མཚམས་བཞག་ཟིན།"],"Top toolbar":["རྩེའི་ལག་ཆའི་ཚང་།"],"Selection shortcuts":["མྱུར་ལམ་འདེམ་སྒྲུག"],"Save your changes.":["བཟོ་བཅོས་ཉར་ཚགས།"],"Remove a link.":["སྦྲེལ་ཐག་སྤོ་འབུད།"],"Text formatting":["ཡི་གེའི་རྣམ་གཞག"],"Pin to toolbar":["ལག་ཆའི་ཚང་ལ་གཏན་འཇགས།"],"Unpin from toolbar":["ལག་ཆའི་ཚང་ནས་ལེན་པ།"],"Convert the selected text into a link.":["གདམ་པའི་ཡི་གེ་སྦྲེལ་མཐུད་ལ་བརྗེ་སྒྱུར་བྱེད།"],"Underline the selected text.":["གདམ་པའི་ཡི་གེར་འོག་ཐིག་འཇོག"],"Make the selected text italic.":["གདམ་པའི་ཡི་གེ་གསེག་གཟུགས་བཅའ་བ།"],"Make the selected text bold.":["གདམ་པའི་ཡི་གེ་ཤ་ཆེན་བཅའ་བ།"],"Forward-slash":["གསེག་ཤད།"],"Change the block type after adding a new paragraph.":["དུམ་ཚན་གསར་པ་ཁ་སྣོན་བྱས་རྗེས་རྡོག་རིགས་གྲས་བཟོ་བཅོས།"],"Block shortcuts":["རྡོག་གི་མྱུར་ལམ།"],"Navigate to the previous part of the editor.":["རྩོམ་སྒྲིག་ཆས་ཀྱི་ཆ་ཤས་སྔོན་མར་ཕྱོགས་སྟོན།"],"Navigate to the next part of the editor.":["རྩོམ་སྒྲིག་ཆས་ཀྱི་ཆ་ཤས་རྗེས་མར་ཕྱོགས་སྟོན།"],"Redo your last undo.":["ཁྱེད་ཀྱི་མཐའ་མའི་ཕྱིར་འཐེན་བསྐྱར་བཟོ།"],"Undo your last changes.":["ཁྱེད་ཀྱི་མཐའ་མའི་བཟོ་བཅོས་ཕྱིར་འཐེན།"],"Close plugin":["མཐུད་སྣེའི་ཁ་རྒྱག"],"Close settings":["སྒྲིག་འགོད་ཁ་རྒྱག"],"Options":["གདམ་ཚན།"],"Global shortcuts":["ཁྱོན་ཡོངས་མྱུར་ལམ།"],"Access all block and document tools in a single place":["གནས་ཡུལ་གཅིག་ནས་རྡོག་ཡོངས་དང་ཡིག་ཚགས་ལག་ཆའི་ཚང་ལ་བཅར་འདྲི།"],"noun\u0004View":["མཐོང་སྣང་།"],"Document tools":["ཡིག་ཚགས་ལག་ཆ།"],"You have unsaved changes. If you proceed, they will be lost.":["ཉར་ཚགས་བྱས་མེད་པའི་བཟོ་བཅོས་ལྷགས་འདུག་པས་གལ་སྲིད་མུ་མཐུད་དུ་བྱས་ཚེ་དེ་དག་བོར་སྲིད།"],"No block selected.":["རྡོག་གང་ཡང་གདམ་མི་འདུག"],"(opens in a new tab)":["(གདམ་བྱང་གསར་པའི་ཁྲོད་དུ་ཁ་ཕྱེ)"],"Tools":["ལག་ཆ།"],"Footer":["ངོས་ཞབས།"],"Block":["རྡོག་པོ།"],"Help":["རོགས་རམ།"],"Widgets":["ལྷུ་ཆུང་།"],"Settings":["སྒྲིག་འགོད།"],"Content":["ནང་དོན།"],"Close":["ཁ་རྒྱག"],"Undo":["ཕྱིར་འཐེན།"],"Redo":["བསྐྱར་བཟོ།"],"Update":["གསར་བཅོས།"],"Header":["མགོ་བརྗོད།"],"Publish":["པར་འགྲེམས།"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-widgets.js"}}