{"translation-revision-date":"2024-03-02 01:07:45+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Upgrade Now":["Jetzt Upgraden"],"Upgrade":["Upgrade"],"404 page":["Seite"],"Archive":["Archiv"],"Single Post":["Einzelner Beitrag"],"Single Page":["Einzelseite"],"Footer":["Fußzeile"],"Header":["Kopfzeile"],"Error:":["Fehler:"],"Products Archive":["Produktarchiv"],"App could not be loaded":["Anwendung konnte nicht geladen werden"],"Product":["Produkt"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Falls du ein anderes Aussehen für eine bestimmte Kategorie möchtest, kannst du einfach eine separates globales Archiv-Template erstellen, das nur unter der Voraussetzung angezeigt wird, wenn der Benutzer sich diese Beitragskategorie ansieht."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Das Archiv-Template erlaubt es dir auf einfache Weise benutzerdefinierte WordPress-Archivseiten zu entwerfen. Diese Seiten zeigen eine Liste von Beiträgen an (z.B. eine Liste der letzten Beiträge auf dem Blog), die nach bestimmten Begriffen gefiltert werden können, wie Autoren, Kategorien, Schlagwörtern, Suchergebnissen usw."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Sie können mehrere globale Archivproduktvorlagen erstellen und jede dieser Vorlagen verschiedenen Produktkategorien zuweisen. Dies gibt Ihnen die Freiheit, das Erscheinungsbild für jeden angezeigten Produkttyp anzupassen."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Sie können mehrere globale Produktvorlagen erstellen und jede dieser Vorlagen verschiedenen Produkttypen zuordnen, so dass für jede Gruppe ähnlicher Produkte ein individuelles Design möglich ist."],"You can customize the message if there are no results for the search term.":["Sie können die Nachricht anpassen, wenn es für den Suchbegriff keine Ergebnisse gibt."],"You can create multiple footers, and assign each to different areas of your site.":["Du kannst mehrere Footer erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"You can create multiple headers, and assign each to different areas of your site.":["Du kannst mehrere Header erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"You can create multiple single page templates, and assign each to different areas of your site.":["Du kannst mehrere globale Seiten-Templates erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"You can create multiple single post templates, and assign each to a different category.":["Du kannst mehrere Vorlagen für Einzelbeiträge erstellen und jede einer anderen Kategorie zuordnen."],"Not Found":["Nicht gefunden"],"All Parts":["Alle Teile"],"Tip":["Tipp"],"Watch Video":["Video anschauen"],"Theme Builder could not be loaded":["Theme Builder konnte nicht geladen werden"],"Site Parts":["Site Teile"],"Theme Builder":["Theme Builder"],"Continue":["Fortfahren"],"Skip":["Überspringen"],"Something went wrong.":["Etwas ist schief gelaufen."],"Add New":["Neu hinzufügen"],"Select File":["Datei auswählen"],"Enable":["Aktivieren"],"Close":["Schließen"],"Learn More":["Mehr erfahren"],"Elementor":["Elementor"],"Go Back":["Zurück"],"Info":["Information"],"Loading":["Wird geladen"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}