{"translation-revision-date":"2024-03-02 01:07:45+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Warning: JSON files may be unsafe":["Warnung: JSON-Dateien können unsicher sein"],"Are you sure?":["Bist du sicher?"],"Do not show this message again":["Zeige diese Nachricht nicht mehr an"],"Activate":["Aktivieren"],"First, activate another experiment.":["Importiere..."],"Importing...":["Importiere..."],"Enable and Import":["Aktivieren und importieren"],"Got it":["Alles klar"],"Migrate to v3.0":["Zu v3.0 migrieren"],"Enable Unfiltered File Uploads":["Ungefilterte Dateiuploads aktivieren"],"Font Awesome 5 Migration":["Font Awesome 5 Migration"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Ich erkenne an, dass einige Änderungen meine Website betreffen können und dass diese Aktion nicht rückgängig gemacht werden kann."],"I understand that by upgrading to Font Awesome 5,":["Ich verstehe das, indem ich auf Font Awesome 5 umsteige,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Bevor du das ungefilterte Hochladen von Dateien aktivierst, beachte, dass diese Art von Dateien ein Sicherheitsrisiko bergen. Elementor führt zwar einen Prozess zur Entfernung von möglichem bösartigem Code aus, aber es besteht dennoch ein Risiko bei der Verwendung solcher Dateien."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Bitte beachte, dass du zum WordPress Standard-Editor wechselst. Dein aktuelles Layout, Design und Inhalt kann beschädigt werden."],"Continue":["Fortfahren"],"Back to WordPress Editor":["Zurück zum WordPress Editor"],"Rollback to Previous Version":["Frühere Version wiederherstellen"],"Are you sure you want to reinstall previous version?":["Bist du sicher, dass du die vorige Version wieder herstellen möchtest?"],"Enable":["Aktivieren"],"Cancel":["Abbrechen"]}},"comment":{"reference":"assets\/js\/admin.js"}}