{"translation-revision-date":"2024-03-21 02:27:43+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Explore %s!":["Entdecke %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Mit mehreren Keyphrasen erreichst du mehr Menschen! Möchtest du diese verwandten Keyphrasen schnell zu den %s-Analysen hinzufügen, um deine Inhalte noch besser zu optimieren?"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Hebe verbesserungswürdige Bereiche in deinem Text hervor. Suche nicht länger nach der Nadel im Heuhaufen, sondern optimiere direkt! Jetzt auch in Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sUnterstützung rund um die Uhr%2$s: Auch abends und an den Wochenenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnsprechende soziale Vorschaubilder%2$s, auf die man tatsächlich klicken möchte."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKeine kaputten Links mehr%2$s: Manager für automatische Weiterleitungen."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperschnelle%2$s interne Verlinkungsvorschläge."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMehrere Schlüsselwörter%2$s: Höher ranken für mehr Suchanfragen."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bessere SEO-Titel und Meta-Beschreibungen, schneller."],"Last year":["Letztes Jahr"],"Last week":["Letzte Woche"],"Last day":["Gestern"],"Last updated":["Zuletzt aktualisiert"],"Activate tracking to show the ranking position":["Aktiviere das Tracking, um die Position im Ranking anzuzeigen"],"Unlock Premium SEO analysis":["Premium SEO-Analyse freischalten"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP pro Jahr (zzgl. MwSt.)"],"Get more help with writing content that ranks":["Erhalte mehr Hilfe, um Inhalte zu verfassen, die ranken"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Prüfe deinen Text auf noch mehr SEO-Kriterien und erhalte eine erweiterte Keyphrasen-Analyse, die es dir erleichtert, deine Inhalte zu optimieren."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Close the upgrade callout":["Upgrade-Hinweis schließen"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s und erhalte einen exklusiven Rabatt von %2$s für %3$s Monat(e)."],"Click here to upgrade your %s plan":["Klicke hier, um deinen %s-Plan zu aktualisieren"],"Keyphrases tracked: %1$s\/%2$s":["Verfolgte Keyphrasen: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem Konto enthalten sind."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem kostenlosen Konto enthalten sind."],"Potentially non-inclusive":["Potenziell nicht inklusive"],"Unlock with %s":["Jetzt freischalten mit %s"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen deiner Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuche es erneut."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist beim Tracking der Ranking-Position(en) ein Fehler aufgetreten. Bitte versuche es später noch einmal."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor du deine SEO-Leistung nachverfolgen kannst, musst du entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte gib zuerst eine Keyphrase ein."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking deiner Keyphrase ist aktiviert. Deine Keyphrase wird automatisch von %s nachverfolgt, wenn du deinen Beitrag veröffentlichst."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) deiner Website nach. Dies kann ein paar Minuten dauern. Bitte warte oder schaue später wieder vorbei."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s kannst du die Position deiner Website in den Suchergebnissen basierend auf deinen Keyphrasen nachverfolgen. %2$s"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du hast erfolgreich eine Verbindung zu %s hergestellt! Du kannst nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du hast das Maximum von %d Keyphrasen erreicht, die du in deinem Wincher-Konto eingeben kannst. Wenn du mehr Keyphrasen hinzufügen möchtest, bitte %s."],"upgrade your %s plan":["buche einen %s-Tarif"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Connect with %s":["Mit %s verbinden"],"Get more insights over at %s":["Weitere Informationen findest du unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kannst das Tracking deiner SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"SEO performance":["SEO-Leistung"],"Learn more about the SEO performance feature.":["Lerne mehr über die SEO-Leistungsfunktion."],"Tracking":["Tracking"],"* focus keyphrase":["* Fokus-Keyphrase"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Last month":["Letzter Monat"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Beim Abrufen der ähnlichen Keyphrasen ist ein Problem aufgetreten. Bitte versuche es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du hast die maximale Anzahl von 4 ähnlichen Keyphrasen erreicht. Du kannst ähnliche Keyphrasen in der %s-Metabox oder der Seitenleiste ändern oder entfernen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warte, während %1$s sich mit %2$s verbindet, um ähnliche Keyphrasen abzurufen ..."],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Related keyphrase":["Ähnliche Keyphrase"],"Select country":["Land auswählen"],"Show results for:":["Zeige Ergebnisse für:"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Gewinne weitere Erkenntnisse bei %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase-Aufkommen der vergangenen 12 Monate auf einer Skala von 0 bis 100."],"Learn more about the related keyphrases trend":["Erfahre mehr über die Entwicklung der ähnlichen Keyphrasen"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Erfahre mehr über die Menge der ähnlichen Keyphrasen"],"Volume":["Menge"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du hast dein Abfrage-Limit für heute erreicht. Komm morgen wieder oder buche einen Tarif bei %s."],"Upgrade your %s plan":["Buche einen Tarif bei %s"],"The number of headers and header labels don't match.":["Die Zahl der Header und Header-Beschriftungen stimmt nicht überein."],"Sorry, there's no data available for that keyphrase\/country combination.":["Sorry, für diese Kombination von Keyphrase und Land gibt es keine Daten."],"Return to your %s":["Zurück zu deiner %s"],"Make sure to save your %s for changes to take effect":["Stelle sicher, dass du deine %s speicherst, damit die Änderungen wirksam werden"],"Keyphrase":["Keyphrase"],"%d day":["%d Tag","%d Tage"],"Good results":["Gute Ergebnisse"],"Errors":["Fehler"],"Considerations":["Überlegungen"],"Feedback":["Feedback"],"OK SEO score":["Ausreichender SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"Needs improvement":["Verbesserungsbedarf"],"Problems":["Probleme"],"Improvements":["Verbesserungen"],"Good":["Gut"],"OK":["OK"],"View":["Ansicht"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}