{"translation-revision-date":"2024-03-21 02:27:43+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Activate tracking to show the ranking position":["Aktiviere das Tracking, um die Position im Ranking anzuzeigen"],"Close the upgrade callout":["Upgrade-Hinweis schließen"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s und erhalte einen exklusiven Rabatt von %2$s für %3$s Monat(e)."],"Click here to upgrade your %s plan":["Klicke hier, um deinen %s-Plan zu aktualisieren"],"Keyphrases tracked: %1$s\/%2$s":["Verfolgte Keyphrasen: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem Konto enthalten sind."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem kostenlosen Konto enthalten sind."],"%s":["%s"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Diese Übersicht zeigt dir deine Keywords mit der besten Leistung in Google. Verbinde dich mit %s, um loszulegen."],"You have successfully connected with %s.":["Du hast dich erfolgreich mit %s verbunden."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Du hast dich erfolgreich mit %1$s verbunden. Dein %2$s-Konto enthält noch keine Keyphrasen für diese Website. Du kannst Keyphrasen verfolgen, indem du im Beitragseditor auf die Schaltfläche „SEO-Leistung verfolgen“ klickst."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Netzwerkfehler: Es konnte keine Verbindung zum Server hergestellt werden. Bitte überprüfe deine Internetverbindung und versuche es später erneut."],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Diese Übersicht zeigt dir nur die zu Yoast SEO hinzugefügten Keyphrasen. Möglicherweise wurden deinem %s weitere Keyphrasen hinzugefügt."],"%s account":["%s-Konto"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Dein %s-Konto enthält noch keine Keyphrasen für diese Website. Du kannst Keyphrasen nachverfolgen, indem du im Beitragseditor die Schaltfläche „SEO-Performance verfolgen“ verwendest."],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen deiner Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuche es erneut."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Connect with %s":["Mit %s verbinden"],"Get more insights over at %s":["Weitere Informationen findest du unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"The number of headers and header labels don't match.":["Die Zahl der Header und Header-Beschriftungen stimmt nicht überein."],"Keyphrase":["Keyphrase"],"%d day":["%d Tag","%d Tage"],"View":["Ansicht"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}