{"translation-revision-date":"2024-03-21 02:27:43+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Non-inclusive":["Nicht inbegriffen"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s prüft mehr als nur dein Hauptschlagwort. Es analysiert verschiedene Wortformen, Pluralformen und Vergangenheitsformen. Dies hilft deiner Website, bei Suchanfragen noch besser abzuschneiden!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Hebe verbesserungswürdige Bereiche in deinem Text hervor. Suche nicht länger nach der Nadel im Heuhaufen, sondern optimiere direkt! Jetzt auch in Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sUnterstützung rund um die Uhr%2$s: Auch abends und an den Wochenenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnsprechende soziale Vorschaubilder%2$s, auf die man tatsächlich klicken möchte."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKeine kaputten Links mehr%2$s: Manager für automatische Weiterleitungen."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperschnelle%2$s interne Verlinkungsvorschläge."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMehrere Schlüsselwörter%2$s: Höher ranken für mehr Suchanfragen."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bessere SEO-Titel und Meta-Beschreibungen, schneller."],"Unlock Premium SEO analysis":["Premium SEO-Analyse freischalten"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP pro Jahr (zzgl. MwSt.)"],"Get more help with writing content that ranks":["Erhalte mehr Hilfe, um Inhalte zu verfassen, die ranken"],"Write more natural and engaging content":["Schreibe natürlicheren und ansprechenderen Inhalt"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonyme helfen Nutzern, deine Texte besser zu verstehen. Er ist sowohl für die Nutzer als auch für Google leichter zu lesen. In %s kannst du Synonyme für deine Schwerpunkt-Keyphrase hinzufügen, und wir helfen dir bei der Optimierung für diese."],"Reach a wider audience":["Erreiche ein größeres Publikum"],"Add related keyphrases":["Verwandte Keyphrasen hinzufügen"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Lass dich bei der Optimierung für bis zu 5 verwandte Keyphrasen helfen. So erreichst du ein breiteres Publikum und erhältst mehr Besucher."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Prüfe deinen Text auf noch mehr SEO-Kriterien und erhalte eine erweiterte Keyphrasen-Analyse, die es dir erleichtert, deine Inhalte zu optimieren."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"Potentially non-inclusive":["Potenziell nicht inklusive"],"Inclusive language":["Inklusive Sprache"],"Learn more about the inclusive language analysis":["Lerne mehr über die Analyse von inklusiver Sprache"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInklusive Sprache%2$s: Wir konnten keine möglicherweise nicht-inklusiven Phrasen entdecken. Gute Arbeit!"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Wir haben festgestellt, dass du ein Plugin für Mehrsprachigkeit verwendest. Bitte sei dir bewusst, dass die Rückmeldungen dieser Analyse nur für Texte gedacht ist, die auf Englisch geschrieben sind."],"Unlock with %s":["Jetzt freischalten mit %s"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sWort Komplexität%2$s: Ist dein Wortschatz für ein größeres Publikum geeignet? %3$sYoast SEO Premium wird es dir verraten!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKeyphrase-Verteilung%2$s: Hast du deine Fokus-Keyphrase gleichmäßig über den gesamten Text verteilt? %3$sYoast SEO Premium sagt es dir!%4$s"],"Premium SEO analysis":["Premium-SEO-Analyse"],"Please enter a focus keyphrase first to track keyphrase performance":["Bitte gib zuerst eine Fokus-Keyphrase ein um die Leistung der Keyphrase nachzuverfolgen"],"Please enter a focus keyphrase first to get related keyphrases":["Bitte gib zuerst eine Fokus-Keyphrase ein, um ähnliche Keyphrasen zu erhalten"],"Get related keyphrases":["Ähnliche Keyphrasen erhalten"],"Related keyphrases":["Ähnliche Keyphrasen"],"Return to your %s":["Zurück zu deiner %s"],"Make sure to save your %s for changes to take effect":["Stelle sicher, dass du deine %s speicherst, damit die Änderungen wirksam werden"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Deine Keyphrase ist zu lang. Die Länge kann maximal 191 Zeichen betragen."],"Go %s!":["Start %s!"],"Focus keyphrase":["Fokus-Keyphrase"],"Help on choosing the perfect focus keyphrase":["Hilfe bei der Auswahl der perfekten Fokus-Keyphrase"],"Add related keyphrase":["Ähnliches Keyword hinzufügen"],"Learn more about the readability analysis":["Lerne mehr über die Lesbarkeitsanalyse"],"Mark as cornerstone content":["Als Cornerstone-Inhalt markieren"],"Learn more about Cornerstone Content.":["Erfahre mehr über Cornerstone-Inhalte."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Versuchst du, mehrere Keywords zu verwenden? Du solltest sie unten einzeln hinzufügen."],"Analysis results":["Analyse-Ergebnisse"],"Enter a focus keyphrase to calculate the SEO score":["Gib eine Fokus-Keyphrase ein, um den SEO-Wert zu berechnen"],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone-Inhalte sollten die wichtigsten und ausdrucksstärksten Artikel deiner Website sein."],"Add synonyms":["Synonyme hinzufügen"],"Good results":["Gute Ergebnisse"],"SEO analysis":["SEO-Analyse"],"Errors":["Fehler"],"Considerations":["Überlegungen"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Cornerstone content":["Cornerstone-Inhalt"],"1 year free support and updates included!":["1 Jahr kostenfreier Support und Updates inbegriffen!"],"Feedback":["Feedback"],"OK SEO score":["Ausreichender SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"Readability analysis":["Lesbarkeits-Analyse"],"Needs improvement":["Verbesserungsbedarf"],"Problems":["Probleme"],"Improvements":["Verbesserungen"],"Open":["Offen"],"Good":["Gut"],"OK":["OK"],"Close":["Schließen"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}