{"translation-revision-date":"2024-03-21 02:27:43+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Du hast %1$s auf deiner Website aktiviert, wodurch der Seitentyp für deine Produkte automatisch auf 'Artikelseite' gesetzt wurde. Daher ist die Auswahl des Seitentyps deaktiviert."],"Explore %s!":["Entdecke %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Mit mehreren Keyphrasen erreichst du mehr Menschen! Möchtest du diese verwandten Keyphrasen schnell zu den %s-Analysen hinzufügen, um deine Inhalte noch besser zu optimieren?"],"Leave a quick review":["Hinterlasse eine kurze Bewertung"],"Happy with the plugin?":["Bist du glücklich mit diesem Plugin?"],"Show Yoast SEO some love!":["Zeige Yoast SEO etwas Liebe!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sUnterstützung rund um die Uhr%2$s: Auch abends und an den Wochenenden."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAnsprechende soziale Vorschaubilder%2$s, auf die man tatsächlich klicken möchte."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKeine kaputten Links mehr%2$s: Manager für automatische Weiterleitungen."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuperschnelle%2$s interne Verlinkungsvorschläge."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMehrere Schlüsselwörter%2$s: Höher ranken für mehr Suchanfragen."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Bessere SEO-Titel und Meta-Beschreibungen, schneller."],"Social share preview":["Vorschau für Teilen über Soziale Medien"],"Twitter share preview":["Vorschau für Teilen über Twitter"],"Last year":["Letztes Jahr"],"Last week":["Letzte Woche"],"Last day":["Gestern"],"Last updated":["Zuletzt aktualisiert"],"Activate tracking to show the ranking position":["Aktiviere das Tracking, um die Position im Ranking anzuzeigen"],"Allow search engines to show this content in search results?":["Erlaubst du Suchmaschinen, diese Inhalte in den Suchergebnissen anzuzeigen?"],"Unlock Premium SEO analysis":["Premium SEO-Analyse freischalten"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP pro Jahr (zzgl. MwSt.)"],"Internal linking suggestions":["Vorschläge zur internen Verlinkung"],"Get more help with writing content that ranks":["Erhalte mehr Hilfe, um Inhalte zu verfassen, die ranken"],"Is your %1$s store ready for Black Friday?":["Ist dein %1$s-Shop bereit für Black Friday?"],"Buy now!":["Jetzt kaufen!"],"30% OFF!":["30% RABATT!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK-FRIDAY-RABATT: %1$s %2$sJetzt kaufen!%3$s"],"BLACK FRIDAY SALE: %1$s":["BLACK-FRIDAY-RABATT: %1$s"],"Reach a wider audience":["Erreiche ein größeres Publikum"],"Add related keyphrases":["Verwandte Keyphrasen hinzufügen"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s schlägt automatisch vor, zu welchen Inhalten du mit einer einfachen Drag-and-drop-Funktion verlinken kannst, was gut für dein SEO ist!"],"Rank higher by connecting your content":["Höhere Platzierung, indem duo eine Inhalte verbindest"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Lass dich bei der Optimierung für bis zu 5 verwandte Keyphrasen helfen. So erreichst du ein breiteres Publikum und erhältst mehr Besucher."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Prüfe deinen Text auf noch mehr SEO-Kriterien und erhalte eine erweiterte Keyphrasen-Analyse, die es dir erleichtert, deine Inhalte zu optimieren."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% RABATT"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Um das Erscheinungsbild deines Beitrags speziell für Twitter anzupassen, fülle bitte die Einstellungen für das „Twitter-Erscheinungsbild“ unten aus. Wenn du diese Einstellungen unangetastet lässt, werden die oben genannten Einstellungen zum „Social-Media-Auftritt“ auch für das Teilen auf Twitter übernommen."],"Twitter appearance":["Twitter-Auftritt"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Um das Erscheinungsbild deines Beitrags speziell für Twitter anzupassen, fülle bitte die Einstellungen für das „Twitter-Erscheinungsbild“ unten aus."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["Die Yoast %1$sUltimative Black Friday-Checkliste%2$s hilft dir, dich rechtzeitig vorzubereiten, damit du deine Ergebnisse während dieses Verkaufs steigern kannst."],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Die %1$s %2$sUltimative Black Friday-Checkliste%3$s hilft dir, dich rechtzeitig vorzubereiten, damit du deine Ergebnisse während dieses Verkaufs steigern kannst."],"Is your WooCommerce store ready for Black Friday?":["Ist dein WooCommerce-Shop bereit für den Black Friday?"],"Get the checklist and start optimizing now!":["Hol dir die Checkliste und beginne jetzt mit der Optimierung!"],"Social media appearance":["Social-Media-Auftritt"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Entscheide, wie dein Beitrag in sozialen Medien wie Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack und mehr aussehen soll."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Möchtest du eine erweiterte Google-Vorschau, wie deine WooCommerce-Produkte in den Suchergebnissen aussehen?"],"Sign up today!":["Heute noch anmelden!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Fühlst du dich verloren, wenn es darum geht, deine Website für die Suchmaschinen zu optimieren? Nimm an unserem KOSTENLOSEN Webinar teil, um das Selbstvertrauen zu gewinnen, das du brauchst, um mit der Optimierung wie ein Profi zu beginnen! Du erhältst das Wissen und die Werkzeuge, um mit der effektiven Umsetzung von SEO zu beginnen."],"Join our FREE webinar for SEO success":["Nimm an unserem KOSTENLOSEN Webinar für SEO-Erfolg teil"],"Want your products stand out in search results with rich results like price, reviews and more?":["Möchtest du, dass deine Produkte in den Suchergebnissen durch umfangreiche Ergebnisse wie Preis, Bewertungen und mehr hervorstechen?"],"Close the upgrade callout":["Upgrade-Hinweis schließen"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s und erhalte einen exklusiven Rabatt von %2$s für %3$s Monat(e)."],"Click here to upgrade your %s plan":["Klicke hier, um deinen %s-Plan zu aktualisieren"],"Keyphrases tracked: %1$s\/%2$s":["Verfolgte Keyphrasen: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem Konto enthalten sind."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Du verfolgst %1$s von %2$s Keyphrasen, die in deinem kostenlosen Konto enthalten sind."],"Potentially non-inclusive":["Potenziell nicht inklusive"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Du kannst den Standardtyp für %1$s unter Inhaltstypen in den %2$sEinstellungen%3$s ändern."],"Unlock with %1$s":["Entsperren mit %1$s"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hilft dir, den Formalitätsgrad deines Textes zu beurteilen."],"Read more about text formality.":["Lies mehr über Textformalität."],"Text formality":["Textformalität"],"Search appearance":["Darstellung in der Suche"],"Inclusive language:":["Inklusive Sprache:"],"Unlock with %s":["Jetzt freischalten mit %s"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Schreibst du Nachrichtenartikel? %s hilft dir bei der Optimierung deiner Website für Google News."],"Buy %s now!":["Kaufe %s jetzt!"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Mit %1$s%3$s%2$s zeigt dir dieser Abschnitt, welche Wörter am häufigsten in deinem Text vorkommen. Indem du diese markanten Wörter mit deinen beabsichtigten Schlüsselwörtern vergleichst, weisst du, wie du deinen Text bearbeiten kannst, um fokussierter zu sein."],"Premium SEO analysis":["Premium-SEO-Analyse"],"Premium SEO analysis:":["Premium-SEO-Analyse:"],"Get %s to enjoy the benefits of prominent words":["Hol dir %s um die Vorteile von markanten Wörtern zu erhalten"],"minute":["Minute","Minuten"],"Reading time":["Lesezeit"],"Learn more about reading time":["Erfahre mehr über Lesezeit"],"okay":["In Ordnung"],"out of 100":["von 100"],"Timestamp this %s":["Diesen %s mit Zeitstempel versehen"],"Continue writing to get insight into the readability of your text!":["Schreibe noch ein wenig mehr, um Informationen über die Lesbarkeit deines Textes zu erhalten!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Dein Text sollte ein wenig länger sein, damit die Flesch-Lesbarkeitsbewertung berechnet werden kann."],"no data":["keine Daten"],"Learn more about Flesch reading ease":["Erfahre mehr über die Flesch-Lesbarkeitsbewertung"],"Word count":["Anzahl Wörter"],"Learn more about word count":["Erfahre mehr über den Wortzähler"],"Learn more about character count":["Erfahre mehr über den Zeichenzähler"],"Character count":["Zeichenanzahl"],"Dismiss this notice.":["Diesen Hinweis ausblenden."],"Your %s is now protected via the blockchain!":["Dein(e) %s ist nun über die Blockchain geschützt!"],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Dein(e) %3$s wird automatisch mit einem Zeitstempel versehen, sobald du ihn\/sie %1$saktualisierst%2$s oder %1$sveröffentlichst%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Es gab ein Verbindungsproblem. Möglicherweise liegt es daran, dass deine Verbindungen zu Drittanbietern blockiert sein könnten."],"Find possible solutions in this %1$sArticle%2$s.":["Vielleicht findest du mögliche Lösungen in diesem %1$sArtikel%2$s."],"Try again":["Erneut versuchen"],"Not working? %1$sContact %3$s support%2$s.":["Funktioniert es nicht? %1$sKontaktiere den Support von %3$s%2$s."],"Connection failed":["Verbindung fehlgeschlagen"],"Connected to WordProof":["Verbunden mit WordProof"],"WordProof authentication":["WordProof-Authentifizierung"],"Manage WordProof settings":["WordProof-Einstellungen bearbeiten"],"Authenticate with WordProof":["Authentifizieren mit WordProof"],"Learn more about timestamping":["Mehr über die Verwendung von Zeitstempeln erfahren"],"Unable to create new timestamps. Please authenticate with WordProof.":["Es können keine neuen Zeitstempel erstellt werden. Bitte authentifiziere dich mit WordProof."],"Timestamp with WordProof":["Zeitstempel erstellen mit WordProof"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Die Authentifizierung deines %3$s-Kontos mit der %4$s-Website ist fehlgeschlagen. Bitte versuche es erneut oder kontaktiere den %1$s%3$s-Support%2$s."],"character":["Buchstabe","Buchstaben"],"word":["Wort","Wörter"],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen deiner Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuche es erneut."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist beim Tracking der Ranking-Position(en) ein Fehler aufgetreten. Bitte versuche es später noch einmal."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor du deine SEO-Leistung nachverfolgen kannst, musst du entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte gib zuerst eine Keyphrase ein."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking deiner Keyphrase ist aktiviert. Deine Keyphrase wird automatisch von %s nachverfolgt, wenn du deinen Beitrag veröffentlichst."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) deiner Website nach. Dies kann ein paar Minuten dauern. Bitte warte oder schaue später wieder vorbei."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s kannst du die Position deiner Website in den Suchergebnissen basierend auf deinen Keyphrasen nachverfolgen. %2$s"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du hast erfolgreich eine Verbindung zu %s hergestellt! Du kannst nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du hast das Maximum von %d Keyphrasen erreicht, die du in deinem Wincher-Konto eingeben kannst. Wenn du mehr Keyphrasen hinzufügen möchtest, bitte %s."],"upgrade your %s plan":["buche einen %s-Tarif"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Connect with %s":["Mit %s verbinden"],"Get more insights over at %s":["Weitere Informationen findest du unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"Track SEO performance":["SEO-Leistung nachverfolgen"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kannst das Tracking deiner SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"SEO performance":["SEO-Leistung"],"Learn more about the SEO performance feature.":["Lerne mehr über die SEO-Leistungsfunktion."],"Tracking":["Tracking"],"Track all keyphrases on this page":["Alle Keyphrasen auf dieser Seite nachverfolgen"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Das Tracking von einer oder mehrerer Keyphrasen auf dieser Seite wurde bereits aktiviert. Mit Klick auf den Button wird das Tracking für alle Keyphrasen aktiviert."],"* focus keyphrase":["* Fokus-Keyphrase"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Insights":["Einblicke"],"Select image":["Bild auswählen"],"Last month":["Letzter Monat"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Beim Abrufen der ähnlichen Keyphrasen ist ein Problem aufgetreten. Bitte versuche es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du hast die maximale Anzahl von 4 ähnlichen Keyphrasen erreicht. Du kannst ähnliche Keyphrasen in der %s-Metabox oder der Seitenleiste ändern oder entfernen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warte, während %1$s sich mit %2$s verbindet, um ähnliche Keyphrasen abzurufen ..."],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Related keyphrase":["Ähnliche Keyphrase"],"Select country":["Land auswählen"],"Show results for:":["Zeige Ergebnisse für:"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Gewinne weitere Erkenntnisse bei %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase-Aufkommen der vergangenen 12 Monate auf einer Skala von 0 bis 100."],"Learn more about the related keyphrases trend":["Erfahre mehr über die Entwicklung der ähnlichen Keyphrasen"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Erfahre mehr über die Menge der ähnlichen Keyphrasen"],"Volume":["Menge"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du hast dein Abfrage-Limit für heute erreicht. Komm morgen wieder oder buche einen Tarif bei %s."],"Upgrade your %s plan":["Buche einen Tarif bei %s"],"The number of headers and header labels don't match.":["Die Zahl der Header und Header-Beschriftungen stimmt nicht überein."],"Sorry, there's no data available for that keyphrase\/country combination.":["Sorry, für diese Kombination von Keyphrase und Land gibt es keine Daten."],"Return to your %s":["Zurück zu deiner %s"],"Make sure to save your %s for changes to take effect":["Stelle sicher, dass du deine %s speicherst, damit die Änderungen wirksam werden"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dies hilft Suchmaschinen deine Website und deinen Inhalt zu verstehen. Du kannst einige deiner Einstellungen für diese Seite unten ändern."],"Default for %1$s (%2$s)":["Standard für %1$s (%2$s)"],"Article type":["Artikeltyp"],"Item Page":["Eintrags-Seite"],"Learn more about page or content types":["Erfahre mehr über Seiten- oder Inhaltstypen"],"Page type":["Seitentyp"],"What type of page or content is this?":["Was für eine Art Seite oder Inhalt ist dies?"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschreibt deine Seiten automatisch mittels schema.org"],"Open in new tab":["In neuem Tab öffnen"],"Link edited.":["Link bearbeitet."],"Link removed.":["Link entfernt."],"Link inserted.":["Link eingefügt."],"Warning: the link has been inserted but may have errors. Please test it.":["Warnung: Der Link wurde eingefügt, könnte aber fehlerhaft sein. Bitte teste ihn."],"Unlink":["Link entfernen"],"Link":["Verlinken"],"SEO analysis:":["SEO-Analyse:"],"Share your post!":["Teile deinen Beitrag!"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Bitte aktualisiere deine WordPress-Version oder installiere das Gutenberg-Plugin, um diese %1$s Funktion nutzen zu können."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Das Markieren von Links mit nofollow\/sponsored wurde für WordPress-Installationen < 5.4 deaktiviert."],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dies ist ein Sponsorlink oder eine Anzeige (markieren als %1$ssponsored%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Mehr erfahren über das Markieren eines Links als nofollow oder sponsored."],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Suchmaschinen sollen diesen Link ignorieren (markieren als %1$snofollow%2$s)%3$s"],"We've analyzed your post. Everything looks good. Well done!":["Wir haben deinen Beitrag analysiert. Alles sieht gut aus. Gut gemacht!"],"We've analyzed your post. There is still room for improvement!":["Wir haben deinen Beitrag analysiert. Es gibt noch Verbesserungspotential!"],"No focus keyword was entered":["Es wurde kein Fokus-Keyword eingegeben"],"Improve your post with Yoast SEO":["Verbessere deinen Beitrag mit Yoast SEO"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Auch wenn du hier die Meta-Robots-Einstellungen einstellen kannst, ist die gesamte Website in den globalen Datenschutzeinstellungen auf noindex gesetzt, sodass diese Einstellungen keine Wirkung haben."],"Learn more about the breadcrumbs title setting on our help page.":["Erfahre mehr über die Breadcrumb-Überschrift-Einstellung auf unserer Hilfeseite."],"Learn more about the no-follow setting on our help page.":["Erfahre mehr über die Einstellung no-follow auf unserer Hilfeseite."],"Learn more about the no-index setting on our help page.":["Erfahre mehr über die Einstellung no-index auf unserer Hilfeseite."],"Learn more about advanced meta robots settings on our help page.":["Erfahre mehr über erweiterte Meta-Robots-Einstellungen auf unserer Hilfeseite."],"Learn more about canonical URLs on our help page.":["Erfahre mehr über kanonische URLs auf unserer Hilfeseite."],"Should search engines follow links on this content?":["Sollten Suchmaschinen den Links auf diese Inhalte folgen?"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Die folgenden Wörter kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich dein Inhalt konzentriert. Wenn sich die Wörter stark von deinem Thema unterscheiden, möchtest du vielleicht deinen Inhalt entsprechend umschreiben."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Hast du deiner Seite einmal etwas mehr Inhalt hinzugefügt, werden wir dir eine Liste mit Wörtern anzeigen, die am meisten im Inhalt vorkommen. Dies kann eine gute Hilfestellung sein, um herauszufinden, worauf sich dein Inhalt konzentriert."],"%d occurrences":["%d Vorkommen"],"Keyphrase":["Keyphrase"],"Good job!":["Gute Arbeit!"],"Add related keyphrase":["Ähnliches Keyword hinzufügen"],"Readability analysis:":["Lesbarkeits-Analyse:"],"%d day":["%d Tag","%d Tage"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lies unser %1$sultimatives Handbuch zur Keyword-Recherche%2$s, um mehr über Keyword-Recherche und Keyword-Strategie zu erfahren."],"Prominent words":["Markante Wörter"],"%s (current default for %s)":["%s (aktueller Standard für %s)"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"1 year free support and updates included!":["1 Jahr kostenfreier Support und Updates inbegriffen!"],"Get internal linking suggestions":["Vorschläge zur internen Verlinkung erhalten"],"Feedback":["Feedback"],"OK SEO score":["Ausreichender SEO-Wert"],"Good SEO score":["Guter SEO-Wert"],"Please provide a meta description by editing the snippet below.":["Bitte lege eine Meta-Beschreibung fest, indem du den Code-Schnipsel bearbeitest."],"No":["Nein"],"Yes":["Ja"],"Needs improvement":["Verbesserungsbedarf"],"Yoast SEO":["Yoast SEO"],"Good":["Gut"],"very easy":["sehr einfach"],"easy":["einfach"],"fairly easy":["ziemlich einfach"],"OK":["OK"],"very difficult":["sehr schwierig"],"fairly difficult":["ziemlich schwer"],"difficult":["schwer"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Try to make shorter sentences, using less difficult words to improve readability":["Versuche, kürzere Sätze zu formulieren und weniger komplizierte Wörter zu nutzen, um die Lesbarkeit zu erhöhen"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Der Text erzielt %1$s in dem Test, was als %2$s zum Lesen betrachtet wird."],"Flesch reading ease":["Flesch-Reading-Ease"],"Canonical URL":["Canonical-URL"],"View":["Ansicht"],"Breadcrumbs Title":["Breadcrumb-Titel"],"No Archive":["Kein Archiv"],"No Snippet":["Kein Snippet"],"Meta robots advanced":["Erweiterte Meta Robots"],"Advanced":["Erweitert"],"No Image Index":["Kein Bild-Index"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}